// 用户名
var names = [
	// LB专用
	'运维王冼', 
	'才哥', 
	'擎如老大', 
	'二侄女', 
	'李武建', 
	'艾利cos团团长', 
	'张南坊', 
	'大表姐', 
	'安卓部老吴',
	// 古风
	'汝勿离',
	'念安夕',
	'岚风殇',
	'花雨黯',
	'花落雨',
	'西江月',
	'若迈风',
	'花泽泪',
	'泽蝶残',
	'雨泽熙',
	'泽魂吟',
	'雨泪泽',
	'冷颜泽',
	'泽幽眸',
	'残花泽',
	'甘草子',
	'离亭燕',
	'杨风絮',
	'荷花语',
	'花苹汀',
	'兰泣露',
	// 非主流
	'゛帅死⒈条街づ',
	'若爱请相守ζ',
	'如果当时....',
	'巳、芣湜过厾',
	'苐3佽嫒哋亾',
	'℡遗、忘_〤',
	'不到你心非好汉',
	'背叛我旳ㄝ人。',
	'蕾丝、诱惑',
	'不要丢下莪-',
	'爷、情窦处开',
	'小子、请绕道ˇ',
	'女人.宠你一辈子ゞ',
	'ˉ那→只是曾经。',
	'霸气的男人最有范er°',
	'拜拜~莪菂爱',
	'涐眞の嗳伱',
	'给过往个解释',
	'|偠过往の解释',
	'悸沬、财寂寞',
	'~咦？><乖乖的爱',
	'╯仅佌侕巳',
	// 主流
	'忆蝶梦寒',
	'抬头30°的微笑',
	'花非花雾非雾',
	'风凌乱了我的发',
	'太阳下微笑',
	'触摸阳光',
	'雨夜的街道',
	'闪耀旳白日梦',
	'耀眼的阳光',
	'余梦似海',
	'淡淡稻花香',
	'漫步繁华街',
	'深雨燕纷飞',
	'冷月寒',
	'魔鬼中的天使',
	'一纸流年',
	'亡命心海',
	'心是易碎品',
	'了解我的心',
	'你还有我',
	'静人静心',
	'冷巷冷心冷回忆',
	'隔着玻璃看世界',
	'时光叫我莫忆他',
	'你客串了我的爱情',
	'浅笑迷离',
	'角落里哭泣',
	'疼也是自找的',
	'请给我自由',
	'空城空巷空一人',
	'一个人的生活',
	'死海不死',
	'我不要你的同情',
	'爱哭爱闹的小任性',
	'影子是时光的心',
	'忆 倾城',
	'独舞',
	'静静的秋',
	'暗月苍穹',
	'橘香',
	'单纯的曾经',
	'向海旳太阳',
	'回到最初',
	'挥不走的影',
	'掌心里的海',
	'浮复生',
	'恍若初见',
	'浮光掠影转瞬间',
	'淩望夜空',
	'相机里的倒影',
	'百花深处',
	'梦仙境。',
	'雨的印迹',
	'风中雨荷',
	'水映月',
	'烛光里的愿',
	'思念幻化成海',
	'化思念为星。',
	'纯纯的记忆',
	'微笑的侧脸',
	'蒲公英的梦想',
	'暖色花雨',
	'七瑾年',
	'鹿困森林',
	'美丽的泪光',
	'青丝茧',
	'明若轻兮',
	'最美的时光',
	'温暖的光',
	'花与时光同眠',
	'巷子里的童年',
	'阳光在浪尖跳动',
	'雨夜梧桐',
	'梦以暖树时阴凉',
	'风再起时',
	'琉璃般若花',
	'墨云压城',
	'唯美的落幕',
	'花未眠',
	'听雨'
];
// 用户头像
var avatars = ['../../img/avatars/avt_1.jpg', '../../img/avatars/avt_2.jpg','../../img/avatars/avt_3.jpg','../../img/avatars/avt_4.jpg','../../img/avatars/avt_5.jpg','../../img/avatars/avt_6.jpg','../../img/avatars/avt_7.jpg','../../img/avatars/avt_8.jpg','../../img/avatars/avt_9.jpg','../../img/avatars/avt_10.jpg'];
// 背景
var bgs = ['../../img/noname2.jpg'];
// 评论
var comments = [
	'666', 
	'什么活动？', 
	'可以的', 
	'真羡慕', 
	'挺好的', 
	'我也想啊',
	'没有什么是一个赞解决不了的',
	'我看过我看过！',
	'然而并没有什么卵用',
	'作死！！！',
	'吾有旧友屌似汝，而今坟头草丈高',
	'哈哈哈笑死',
	'仔细看看',
	'这么耿直没谁了',
	'没毛病~',
	'(｡•ˇ‸ˇ•｡)哼！都怪你',
	'厉害了，我的哥',
	'似乎打开了新世界的大门',
	'老铁扎心了',
	'老姐，我想…'
];
// 正文
var contents = [{
	// 链接
	link: {
		show: true,
		img: '../../img/link/link_1.jpg',
		text: '非洲一男童道出了WTO的真相...'
	},
	// 内容
	text: '',
	// 图片
	imgs: []
}, {
	// 链接
	link: {
		show: true,
		img: '../../img/link/link_2.jpg',
		text: '震惊！99%的人不知道的真相！'
	},
	// 内容
	text: '震惊了，没想到真相居然是这样',
	// 图片
	imgs: []
}, {
	// 链接
	link: {
		show: true,
		text: '什么？你还在吃转基因食品？',
		img: '../../img/link/link_3.jpg'
	},
	// 内容
	text: '真是太危险了，各位一定要认真看完啊',
	// 图片
	imgs: []
}, {
	// 链接
	link: {
		show: true,
		text: '40年老干警提醒你，女孩该如何自卫',
		img: '../../img/link/link_5.jpg'
	},
	// 内容
	text: '转需',
	// 图片
	imgs: []
}, {
	// 链接
	link: {
		show: false
	},
	// 内容
	text: '“那年十八，站着如喽啰”',
	// 图片
	imgs: ['../../img/picture/pic_1.jpg']
}, {
	// 链接
	link: {
		show: false
	},
	// 内容
	text: '洱海我来了！',
	// 图片
	imgs: ['../../img/picture/pic_2_1.jpg','../../img/picture/pic_2_2.jpg','../../img/picture/pic_2_3.jpg','../../img/picture/pic_2_4.jpg']
}, {
	// 链接
	link: {
		show: false
	},
	// 内容
	text: '终于把你的名字看了，感动！',
	// 图片
	imgs: ['../../img/picture/pic_3.jpg']
}, {
	// 链接
	link: {
		show: true,
		text: '蝶山区萌娃评选，万元大奖等你来拿！',
		img: '../../img/link/link_4.jpg'
	},
	// 内容
	text: '点进去投137号李家萌娃李天二，感谢各位了！',
	// 图片
	imgs: []
}, {
	// 链接
	link: {
		show: false
	},
	// 内容
	text: '二月，你好：）',
	// 图片
	imgs: []
}];
//时间
var times = ['1分钟前','3分钟前','5分钟前','11分钟前','17分钟前','半小时前','49分钟前','56分钟前','1小时前','2小时前','5小时前','两天前','三天前','一个月前','一百年前','宇宙的起源'];

module.exports = {
	names: names,
	avatars: avatars,
	bgs: bgs,
	comments: comments,
	contents: contents,
	times: times
}